Repository: cafce25/radarplot
Catalog: po/*.po
Languages: de

source: translator-credits
de: Christian "Eddie" Dost <ecd@brainaid.de>

source: Radarplot Files
de: Radarplot Dateien

source: All Files
de: Alle Dateien

source: Load radarplot from file
de: Radarplot aus Datei laden

source: Save radarplot to file
de: Radarplot in Datei speichern

source: _File
de: _Datei

source: _New
de: _Neu

source: Start new radarplot
de: Neuen Radarplot beginnen

source: _Open...
de: Ö_ffnen...

source: _Save...
de: _Speichern...

source: Save _as...
de: Speichern _unter...

source: E_xport as
de: E_xportieren als

source: _JPEG Image
de: _JPEG Grafik

source: Save radarplot as JPEG image
de: Radarplot als JPEG Grafik speichern

source: _PNG Image
de: _PNG Grafik

source: Save radarplot as PNG image
de: Radarplot als PNG Graphic speichern

source: _Print as PDF
de: _Druchen als PDF

source: Print radarplot to PDF file
de: Radarplot in PDF Datei drucken

source: _Exit
de: Be_enden

source: Exit from radarplot program
de: Radarplot Programm beenden

source: _Preferences
de: _Einstellungen

source: _Register
de: _Registrierung

source: Register radarplot program
de: Radarplot Programm registrieren

source: Configure _License
de: _Lizenz einrichten

source: Configure radarplot license file
de: Radarplot Lizenzdatei einrichten

source: _Help
de: _Hilfe

source: _About Radarplot
de: _Info zu Radarplot

source: Information about radarplot program
de: Informationen zum Radarplot Programm

source: Show Heading Line
de: Zeige Kursline

source: Display Heading Line in radarplot
de: Kurslinie in Radarplot anzeigen

source: True Bearings
de: Peilungen sind RaKrP

source: Default entries are True Bearings
de: Standard ist die Eingabe von Radar-Kreiselpeilungen

source: Draw vectors using antialiasing filter
de: Zeichne Vektoren mit Antialiasing-Filter

source: North Stabilized or Head Up Display
de: Nordstabilisierte oder Recht-Voraus Anzeige

source: Target for Maneuver Calculations
de: Gegner für Manöverberechnungen

source: Course or Speed Change
de: Kurs- oder Fahrtänderung

source: Target %c
de: Gegner %c

source: Observations
de: Beobachtungen

source: Time:
de: Zeit:

source: 1. Time of Observation
de: 1. Beobachtungszeit

source: R BRG:
de: RaSP:

source: 1. Relative Bearing to Target
de: 1. Radar-Seitenpeilung zum Gegner

source: at T HDG:
de: bei rwK:

source: Own Ships Heading at 1. Relative Bearing
de: Anliegender Kurs bei 1. Radar-Seitenpeilung

source: T BRG:
de: RaKrP (rwP):

source: 1. True Bearing to Target
de: 1. Radar-Kreiselpeilung zum Gegner

source: Distance:
de: Abstand:

source: 1. Distance to Target in Nautical Miles
de: 1. Abstand zum Gegner in Seemeilen

source: 2. Time of Observation
de: 2. Beobachtungszeit

source: 2. Relative Bearing to Target
de: 2. Radar-Seitenpeilung zum Gegner

source: Own Ships Heading at 2. Relative Bearing
de: Anliegender Kurs bei 2. Radar-Seitenpeilung

source: 2. True Bearing to Target
de: 2. Radar-Kreiselpeilung zum Gegner

source: 2. Distance to Target in Nautical Miles
de: 2. Abstand zum Gegner in Seemeilen

source: Completed Data
de: Lage

source: DRM %c:
de: K%cr:

source: Direction of Relative Motion of %c
de: Relativer Kurs von %c

source: SRM %c:
de: v%cr:

source: Speed of Relative Motion of %c
de: Relative Geschwindigkeit von %c

source: T CRS %c:
de: K%c:

source: True Course of %c
de: Rechtweisender Kurs von %c

source: T SPD %c:
de: v%c:

source: True Speed of %c
de: Fahrt durchs Wasser von %c

source: Aspect %c:
de: Aspekt:

source: Aspect Angle (Relative Bearing to Own Ship from Target %c)
de: Seitenpeilung vom Gegner %c zum eigenen Schiff (Aspect Angle)

source: Range at Closest Point of Approach
de: Kleinste Annäherung (Closest Point of Approach)

source: T BRG CPA:
de: PCPA:

source: True Bearing at CPA
de: Radarkreiselpeilung zum Gegner beim CPA

source: R BRG CPA:
de: SPCPA:

source: Relative Bearing at CPA
de: Seitenpeilung zum Gegner beim CPA

source: Time to CPA in Minutes
de: Zeit bis zum CPA in Minuten

source: Time at CPA
de: Zeitpunkt der kleinsten Annäherung

source: Bow Crossing Range
de: Passierabstand auf der Kurslinie (Bow Crossing Range)

source: Time to Bow Crossing in Minutes
de: Zeit bis zum Passieren der Kurslinie in Minuten (Bow Crossing Time)

source: Time at Bow Crossing
de: Zeitpunkt des Passierens der Kurslinie

source: after Maneuver
de: nach Manöver

source: Change in Direction of Relative Motion
de: Echoknick

source: Relative Bearing to Target %c
de: Radar-Seitenpeilung zum Gegner %c

source: brainaid Radarplot (unregistered)
de: brainaid Radarplot (nicht registriert)

source: Radar Settings
de: Radar-Einstellungen

source: Orientation:
de: Orientierung:

source: Range:
de: Bereich:

source: Range in Nautical Miles
de: Entfernungsbereich in Seemeilen

source: Heading Line:
de: Kurslinie:

source: Own Ship
de: Eigenes Schiff

source: T CRS:
de: KA (rwK):

source: True Course of Own Ship
de: Rechtweisender Kurs des eigenen Schiffs

source: SPD (STW):
de: vA (FdW):

source: Speed Through Water of Own Ship
de: Fahrt durchs Wasser des eigenen Schiffs

source: Maneuver
de: Manöver

source: Target:
de: Gegner:

source: Time of Maneuver
de: Manöverzeit

source: Projected Time of Maneuver
de: Geplante Manöverzeit

source: Distance to Target at Maneuver
de: Abstand zum Gegner bei Manöver

source: Projected Distance to Target at Maneuver
de: Geplanter Abstand zum Gegner bei Manöver

source: Maneuver:
de: Manöver:

source: Course Change
de: Kursänderung

source: Speed Change
de: Fahrtänderung

source: CPA after Maneuver
de: CPA nach Manöver

source: Projected CPA to Target
de: Beabsichtigter CPA zum Gegner

source: True Course of Own Ship after Maneuver
de: Rechtweisender Kurs des eigenen Schiffs nach Manöver

source: Projected True Course of Own Ship after Maneuver
de: Trial-Manöver mit Kursänderung

source: Speed through Water of Own Ship after Maneuver
de: Fahrt durchs Wasser des eigenen Schiffs nach Manöver

source: Projected Speed through Water of Own Ship after Maneuver
de: Trial-Manöver mit Fahrtänderung

source: Orientation (Course/North Up)
de: Orientierung (Course/North Up)

source: Range
de: Bereich

source: nm
de: sm

source: T CRS
de: KA (rwK)

source: SPD (STW)
de: vA (FdW)

source: Target
de: Gegner

source: Time
de: Zeit

source: Clock
de: Uhr

source: R BRG to Target
de: RaSP

source: at T HDG of Own Ship
de: bei rwK

source: T BRG to Target
de: RaKrP

source: Distance
de: Abstand

source: Observation Interval
de: Beobachtungsinterval

source: DRM of Target
de: KBr

source: SRM of Target
de: vBr

source: T CRS of Target
de: KB

source: T SPD of Target
de: vB

source: Aspect Angle
de: Aspekt (RaSP von B nach A)

source: Range at CPA
de: CPA

source: T BRG at CPA
de: PCPA

source: R BRG at CPA
de: SPCPA

source: BCR (Bow Crossing Range)
de: Abstand auf der Kurslinie (BCR)

source: Maneuver (Course/Speed Change)
de: Manöver (Kurs-/Fahrtänderung)

source: new CPA
de: neuer CPA

source: new Course
de: neuer Kurs KA

source: new Speed
de: neue Fahrt vA

source: Completed Data after Maneuver
de: Lage nach Manöver

source: delta in DRM
de: delta (Echoknick)

source: Nautical Miles
de: Seemeilen

source: Minutes
de: Minuten

source: %.*f nm
de: %.*f sm

source: %.1f nm
de: %.1f sm

source: %c %.1f nm
de: %c %.1f sm

source: Course
de: Kurs

source: Speed
de: Fahrt

source: %.1f nm (!)
de: %.1f sm (!)

source: Radarplot %u.%u.%u (unregistered)
de: Radarplot %u.%u.%u (nicht registriert)

source: Width:
de: Breite:

source: Width of Image in Pixels
de: Breite der Grafik in Pixeln

source: Height:
de: Höhe:

source: Height of Image in Pixels
de: Höhe der Grafik in Pixeln

source: Keep Aspect Ratio
de: Seitenverhältnis beibehalten

source: Keep fixed ratio of width and height of image
de: Verhältnis von Breite zu Höhe der Grafik beibehalten

source: Save as JPEG Image
de: Als JPEG Grafik speichern

source: JPEG Files
de: JPEG Dateien

source: JPEG Quality:
de: JPEG Qualität:

source: JPEG Quality in percent (0 - 100)
de: JPEG Qualität in Prozent (0 - 100)

source: Save as PNG Image
de: Als PNG Grafik speichern

source: PNG Files
de: PNG Dateien

source: Print to PDF File
de: In PDF Datei drucken

source: PDF Files
de: PDF Dateien

source: Papersize:
de: Papierformat:

source: Color
de: Farbe

source: Black/White
de: Schwarz/Weiss

source: Your data has been successfully sent to the brainaid License Server. The license will be send to you by E-Mail to <%s>.
de: Ihre Daten wurden erfolgreich an den brainaid License Server übertragen. Die Lizenz wird Ihnen per E-Mail an <%s> zugestellt.

source: Error talking to the brainaid License Server: %u
de: Fehler bei der Verbindung zum brainaid License Server: %u

source: Register Radarplot
de: Radarplot Registrierung

source: Please enter your data in the fields below and send it to the brainaid License Server by clicking on "OK". Fields with %s must be filled in.
de: Bitte tragen Sie Ihre Daten in die Felder unten ein und schicken Sie diese durch Klick auf "OK" an den brainaid License Server. Felder mit %s müssen ausgefüllt sein.

source: Company:
de: Firma:

source: Address:
de: Adresse:

source: ZIP:
de: PLZ:

source: City:
de: Ort:

source: Country:
de: Land:

source: Latitude:
de: Breite (Latitude):

source: Longitude:
de: Länge (Longitude):

source: Configure License
de: Lizenz einrichten

source: License Files
de: Lizenz Dateien
